Repository: orelzion/smart-siddur-ios
Catalog: Sources/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he

# abbayeTitle
source: The Mikdash Agenda
de: Die Mikdasch Agenda
es: Mikdash
fr: Ordre des Sacrifices

# about_title
source: About
de: Über
es: Acerca de Nosotros
fr: A Propos
he: אודות

# action_example
source: Example action
de: Beispielaktion

# action_search
source: Search Locations
de: Orte suchen
fr: Rechercher la localisation
he: חפש מיקום

# action_settings
source: Settings
de: Einstellungen
he: הגדרות

# action_sign_in
source: Sign in or register
de: Einloggen oder registrieren
fr: S׳identifier ou s׳enregistrer
he: התחבר או הירשם

# action_sign_in_short
source: Sign in
de: Einloggen
fr: S׳identifier
he: התחבר

# adamaBlessTitle
source: On Vegetables:
de: Auf Gemüse:
es: Sobre las Verduras:
fr: Pour les légumes:
he: על ירקות:

source: Add Notification
de: Benachrichtigung hinzufügen
es: Añadir notificación
fr: Ajouter une notification
he: הוסף התראה

# add_notification_description
source: Set up a reminder to help you observe important times
de: Richten Sie eine Erinnerung ein, um wichtige Zeiten einzuhalten
es: Configura un recordatorio para ayudarte a observar tiempos importantes
fr: Configurez un rappel pour vous aider à respecter les moments importants
he: הגדר תזכורת שתעזור לך לשמור על זמנים חשובים

source: Additional Prayers
de: Zusätzliche Gebete
he: תפילות נוספות

# adonHaslichotTitle
source: Lord of Forgivness
de: Herr der Verzeihung
fr: Seigneur qui Pardonne
he: אדון הסליחות

# afterAleinuChabadTitle
source: Don't You Worry
de: Sorge dich nicht

# afterMilaTitle
source: A Prayer for the Boy
de: Ein Gebet für einen Jungen
es: Rezo por él Bebe
fr: Prière pour un Garçon
he: תפילה לשלום התינוק

# afterTfilinRoshInstruction
source: After tightening the head Tfilin, one should say
de: Nach dem Anziehen des Kopftfillin sagt man
es: Después de ponerse el Tfilin de la Cabeza se dice:
fr: Après avoir attaché le Téphiline de la tête, on dit:
he: לאחר הידוק תפילין של ראש, אמור:

# afterTfilinTitle
source: Tfilin Psukim
de: Tfillin Psukim
es: Psukim de Tfilin
fr: Versets des Tephilines

# ahavatOlamTitle
source: Ahavat Olam
de: Ahawat Olam

# al_mita
source: Bedtime Shma
de: Gebet vor dem Schlafengehen
es: Shma antes de Dormir
fr: Shéma du Coucher
he: קריאת שמע שעל המיטה

# al_nahharot_title
source: By the Rivers of Babylon
de: Am Flussufer des Babylon
es: Por los ríos de Babilonia
fr: Si je t’oublie, Jérusalem

# aleichem_shalom
source: And the friend answers:
de: Und der Freund antwortet:
fr: Et l׳ami répond:
he: והחבר עונה:

# aleinuTitle
source: Aleinu
de: Schlussgebet/Aleinu

# aliaIsrael
source: <font color="#aaaaaa"><small> Yisrael </small></font>
de: <font color="#aaaaaa"><small> Israel </small></font>
es: <font color="#aaaaaa"><small> Israel </small></font>
fr: Israel
he: <font color="#aaaaaa"><small> ישראל </small></font>

# aliaRevi
source: <font color="#aaaaaa"><small> Revee'i </small></font>
de: <font color="#aaaaaa"><small> Rewi'i </small></font>
es: <font color="#aaaaaa"><small> Revii </small></font>
fr: Revee\׳i
he: <font color="#aaaaaa"><small> רביעי </small></font>

# aliaShlishi
source: <font color="#aaaaaa"><small> Shlishi </small></font>
de: <font color="#aaaaaa"><small> Schlischi </small></font>
fr: Shlishi
he: <font color="#aaaaaa"><small> שלישי </small></font>

# allow_push_summary
source: Allow promotional and informatical push messages
de: Werbe- und Informations-Push-Nachrichten erlauben
fr: Autoriser des messages promotionnels ou informatifs
he: אפשר שליחת הודעות אינפורמטיביות באמצעות דחיפה

# allow_push_title
source: Allow Push
de: Push erlauben
fr: Autoriser les Messages
he: אפשר הודעות דחיפה

# aloheinuTitle
source: Our God in Heaven
de: Unser G-tt im Himmel
fr: Notre D.ieu dans les Cieux
he: אלוהינו שבשמים

# alot72DegDes
source: 72 minutes as 16.1 degrees
de: 72 Minuten bei 16,1 Grad
es: 72 minutos como 16.1 grados
fr: 72 minutes à 16.1 degrés

# alot72Des
source: Fixed 72 minutes before sunrise
de: Fixe 72 Minuten vor Sonnenaufgang
es: 72 minutos Ajustados Antes de la salida del Sol
fr: Fixé à 72 minutes avant le lever du soleil

# alot90Des
source: 90 minutes as degrees, before sunrise
de: 90 Minuten als Grad, vor Sonnenaufgang
es: 90 minutos, Antes de la Salida del Sol
fr: 90 minutes de degrés, avant le lever du soleil

# alotZmanTitle
source: Dawn
de: Morgendämmerung
es: Salida del Alba
fr: Aube
he: עלות השחר

# alTaasTitle
source: Don't Eliminate Us
de: Eliminiere uns nicht
fr: Ne nous éradique pas
he: אל תעש עמנו כלה

# amidaSofTitle
source: Pleas
de: Bitte
es: Peticiones
fr: Implorations

# anaRepeat
source: Repeat today's verse three times
de: Wiederhole heutigen Vers dreimal
es: Se repite el versículo del dia 3 veces
fr: On répète 3 fois le Pasouk du jour
he: וחוזר ג' פעמים על הפסוק של היוֹם

# anenuSlichotTitle
source: Answer Us
de: Antworte uns
fr: Réponds Nous
he: עננו

# anenuTitle
source: Anenu for Chazan
de: Anenu für den Vorbeter
es: Anenu para el Jazan
fr: Anenu pour le Hazan

# ansheiEmunaTitle
source: People of Faith
de: Leute des Glaubens
fr: Peuple de Foi
he: אנשי אמונה

# appearance
source: Appearance Settings
de: Darstellung Einstellungen
es: Ajustes de Apariencia
fr: Paramètres de Présentation
he: הגדרות תצוגה

# appearance_summery
source: Choose appearance preferences like themes, font size etc.
de: Wähle Erscheinungspräferenzen wie Themen, Schriftgröße etc.
es: Escoja preferencias de apariencia como Temas, Tamaños de Fuentes, etc.
fr: Choisissez vos préférences de présentation comme le thème, la taille des caractères, etc.
he: בחר הגדרות תצוגה כגון ערכות נושא, גודל גופן וכו'

# aravaTitle
source: Hibut Arava
de: Hibut Arawa
he: חיבוט ערבה

source: Around the Year
de: Rund ums Jahr
fr: Pendant l׳année
he: במעגל השנה

source: Arvit
de: Arwit
he: ערבית

# arvit_zman_alert
source: Tzeit is only on %@
de: Tzeit ist erst ab %@
fr: Le Crépuscule est seulement ‡ %@
he: צאת הכוכבים יהיה ב%@

# asehTitle
source: Act for Sake of
de: Akt aus Gründen von
fr: Agit pour le Mérite de
he: עשה למען

# ashamnuTitle
source: We have Sinned
de: Wir haben gesündigt
fr: Nous avons péché
he: אשמנו

# ashreiTitle
source: Ashrei
de: Aschrei
es: Ashre

# ashrenuBarYohaiTitle
source: Ashrenu
de: Aschrenu
he: אשרינו

source: At sunset
de: Bei Sonnenuntergang
es: Al atardecer
fr: Au coucher du soleil
he: בשקיעה

# at_zman_time
source: On time
de: Pünktlich
es: A tiempo
fr: À l'heure
he: בזמן

# at_zman_time_with_name
source: At %@
de: Bei %@
es: A %@
fr: À %@
he: ב%@

# atanuTitle
source: We Came
de: Wir kamen
fr: Nous venons demander grâce
he: אתאנו

# atseiTitle
source: Upon smelling fragrant trees and shrubs or their flowers (e.g. roses):
de: Über einen wohlriechenden Baum und Sträucher oder deren Blumen (z.B. Rosen):
es: Al oler fragancias provenientes de árboles y arbustos o de sus flores (por ejemplo rosas):
fr: Lorsque l׳on sent le parfum d׳un arbre, arbuste ou leurs fleurs (ex. roses):
he: בהרחת בשמים הגדלים על עצים (כגון הדסים):

# atsmaut_title
source: Israel Independence Day
de: Israels Unabhängigkeitstag
es: Día de la Independencia de Israel
fr: Jour de l’Indépendance d’Israël

source: Auto track location
de: Standort automatisch verfolgen
he: קבע מיקום אוטומטית

source: Automatic
de: Automatisch
es: Automático
fr: Automatiquement
he: אוטומטי

# avelTitle
source: A Mizmor in a Mourning House
de: Ein Mismor im Trauerhaus
es: En casa del Avel
fr: Mizmor dans une Maison en Deuil

# avHarahamimTitle
source: Av HaRachamim
de: Aw HaRachamim
es: Av HaRajamim

# avinuTitle
source: Avinu Malkenu
de: Awinu Malkenu

# avotTitle
source: Patriarchs Blessing
de: Segen über Stammväter
es: Bendición de los Patriarcas
fr: Bénédiction des Patriarches

# awake
source: Screen On
de: Bildschirm an
es: Mantenga la pantalla Encendida
fr: Ecran allumé
he: מסך דלוק

# awake_summery
source: Keep screen on during prayers
de: Bildschirm während des Gebetes anlassen
es: Mantenga la pantalla Encendida Durante el Rezo
fr: Conserver l׳écran allumé durant les prières
he: המסך לא יכבה במשך התפילה

# azYashirTitle
source: The Sea's Redemption Song
de: Das Lied am Schilfmeer
es: VaYosha
fr: Miracle de la Mer rouge

# b1Arvit_title
source: The Evening Blessing
de: Segen über der Abend
es: Bendición por el Anochecer
fr: Bénédiction du Soir

# b2Arvit_title
source: The Torah Blessing
de: Segen über die Torah
es: Bendición por la Tora
fr: Bénédiction de la Torah

# b2Title
source: God's Might Blessing
de: Segen über G-ttes Macht
es: Bendición por el Poder de Hashem
fr: Omnipotence de D.ieu

# b3Arvit_title
source: Egypt Redemption Blessing
de: Segen über die Erlösung aus Ägypten
es: Bendición por la Redención de Egipto
fr: Pour nous avoir libéré d׳Egypte

# b3Title
source: Holiness of God's Name Blessing
de: Segen über G-ttes Heiligkeit
es: Bendición por la Santidad de Hashem
fr: Sainteté du Nom de D.ieu

# b4Arvit_title
source: The Night Blessing
de: Segen über die Nacht
es: Bendición por la Noche
fr: Bénédiction pour une bonne Nuit

# b4Title
source: Insight Blessing
de: Segen über Einsicht
es: Bendición por la Sabiduría
fr: Bénédiction pour la Sagesse

# b5Title
source: Repentance Blessing
de: Segen über Rückkehr
es: Bendición del Arrepentimiento
fr: Bénédiction pour le Repentir

# b6Title
source: Forgiveness Blessing
de: Segen über Verzeihung
es: Bendición del Perdón
fr: Bénédiction pour le Pardon

# b7Title
source: Redemption Blessing
de: Segen über Erlösung
es: Bendición por la Redención
fr: Bénédiction pour la Délivrance

# b8Title
source: Health Blessing
de: Segen über Heilung
es: Bendición por la salud
fr: Bénédiction pour la Guérison

# b9Title
source: Year of Prosperity Blessing
de: Segen über ein Segensreiches Jahr
es: Bendición por la prosperidad del año
fr: Pour la Réussite Matérielle

# b10Title
source: Ingathering of the Exiles Blessing
de: Segen über die Sammlung der Zerstreuten
es: Bendición por Reunión de los Exiliados
fr: Pour le Retour des Exilés

# b11Title
source: Justice Blessing
de: Segen über Gericht
es: Bendición por la Justicia
fr: Bénédiction pour la Justice

# b12Title
source: Against Heretics
de: Segen gegen Häretiker
es: Contra los Herejes
fr: Bénédiction Contre les Hérétiques

# b13Title
source: The Righteous Blessing
de: Segen über die Gerechten
es: Bendición de los Justos
fr: Bénédiction pour les Justes

# b14Title
source: Rebuilding Jerusalem Blessing
de: Segen über den Wiederaufbau von Jeruschalajim
es: Bendición por la Reconstrucción de Jerusalem
fr: Pour la Reconstruction de Jérusalem

# b15Title
source: Davidic Reign Blessing
de: Segen über die Herrschaft des Hauses David
es: Bendición por el Reinado de David
fr: Bénédiction pour l׳Arrivée du Messie

# b16Title
source: Acceptance of Prayer Blessing
de: Segen über das Erhören des Gebetes
es: Bendición por la Aprobación del Rezo
fr: Pour l׳Acceptation de la Prière

# b17Title
source: Temple Service Blessing
de: Segen über Tempeldienst
es: Bendición por el servicio del Templo
fr: Pour la Présence Divine

# b18Title
source: Thanksgiving Blessing
de: Segen über Danksagung
es: Bendición del Agradecimiento
fr: Bénédiction pour remercier D.ieu

# b19Title
source: Peace Blessing
de: Segen über Frieden
es: Bendición por la Paz
fr: Bénédiction pour la Paix

source: Back
de: Zurück
es: Atrás
fr: Précédent
he: אחורה

# back_to_hazara
source: Back to Repetition
de: Zurück zur Wiederholung
fr: Répétition de la Amida
he: לחזרת השץ

# barchiTitle
source: Barchi Nafshi
de: Borchi Nafschi
es: Barji Nafshi

# barechi_title
source: Barechi Nafshi
de: Borchi Nafshi
es: Bareji Nafshi

# barechuTitle
source: Bless Hashem
de: Segne Haschem
es: Bendito Hashem
fr: Béni soit Hashem

# baruchArvit_title
source: Baruch Hashem Le'olam
de: Baruch Haschem Le'olam
es: Baruj Hashem Le'olam

# baruchSheamrTitle
source: Baruch SheAmar
de: Baruch ScheAmar

# bdilTitle
source: Because of Vaya'avor
de: Wegen Vaya'avor
fr: Grâce au Vaya׳avor
he: בדיל ויעבור

# before_sending
source: Please describe the problem in this email
de: Bitte beschreiben Sie das Problem in dieser Email
es: Por Favor describa el problema en este Correo
fr: Merci de décrire le problème dans cet email
he: אנא ציין במייל את פרטי הבעיה

# beforeViduyTitle
source: Intro to Confession
de: Einführung ins Geständnis
fr: Intro à la Confession
he: פתיחה לוידוי

# benAdamTitle
source: Son of Man
de: Sohn des Menschen
fr: Fils de l׳Homme
he: בן אדם

# betYaakovTitle
source: Bet Yaakov
de: Beit Jaakow

# bezochriTitle
source: Once I Remember
de: Wenn ich mich erinnere
fr: Je me Souviens
he: בזכרי

# bHatov_title
source: For God's Goodness
de: Für G-ttes Güte
fr: Pour la Bonté d׳Hashem

# bHazan_title
source: For Nourishment
de: Für Nährung
fr: Pour la Nourriture

# billing_not_available
source: An error occured, purchase is not available
de: Da ist etas schief gegangen, der Kauf ist nicht möglich
he: אירעה שגיאה. לא ניתן לבצע רכישה כעת

# birkotToraTitle
source: Blessings for the Torah Reading
de: Segenspruch für die Torah Lesung
es: Bendición después de subir a la Tora
fr: Bénédictions pour la lecture de la Torah

# blessAfterEster_title
source: Blessings After Ester
de: Segensprüche nach Esther
es: Bendición Después de Ester
fr: Bénédictions après la Meguilat Esther

# blessBeforeEster_title
source: Blessings Before Ester
de: Segensprüche bevor Esther
es: Bendición Antes de Ester
fr: Bénédictions avant la Meguilat Esther

# bNode_title
source: For The Land
de: Für das Land
fr: Pour la Terre

# brachot
source: Blessings
de: Segensprüche
es: Berajot
fr: Prières diverses pour les aliments
he: ברכות

# brachot_other
source: Other Blessings
de: Andere Segensprüche
es: Otras Berajot
fr: Autres prières
he: ברכות נוספות

# bRahem_title
source: For Jerusalem
de: Für Jerusalem
fr: Pour Jérusalem

# breadBlessTitle
source: Before eating the bread, one should say:
de: Bevor man Brot isst, sagt man:
es: Antes de Comer pan, bendice:
fr: Avant de manger le pain, on dit:
he: המוציא:

# brichTitle
source: Blessed Would Be His Name
de: Gelobt Sei Sein Name
es: Bendito debe ser su Nombre
fr: Béni soit Son Nom

# bShahar_title
source: Birkot HaShachar
de: Birkot HaSchachar
es: Birkot HaShajar
fr: Bénédictions du Matin

source: by Karri Apps
de: von Karri Apps
fr: par Karri Apps

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
he: לוח שנה

source: Calendar and Zmanim
de: Kalender und Smanim
es: Calendario y Zmanim
fr: Calendrier et Horaires
he: לוח שנה וזמנים

# change_summary
source: Choose when the Siddur switches the date
de: Auswählen wann der Siddur das Datum umstellt
es: Escoja cuando el Siddur Cambia de Fecha
fr: Choisissez quand le Siddur change de date
he: בחר זמן שבו התאריך יתחלף בסידור

# change_title
source: Change Date With
de: Datum ändern mit
es: Cambio de Día
fr: Changer le Jour Avec
he: החלף תאריך עם

# channel_name_priority
source: Priority Alerts
de: Prioritäts-Benachrichtigungen
es: Alertas prioritarias
fr: Alertes prioritaires
he: התראות בעדיפות גבוהה

# channel_name_silent
source: Silent Alerts
de: Lautlose Benachrichtigungen
es: Alertas silenciosas
fr: Alertes silencieuses
he: התראות שקטות

# chazanSays
source: The Chazan Says:
de: Der Vorbeter sagt:
es: El Jazan Dice:
fr: Le Hazan Dit:

source: Choose Blessing
de: Wählen Sie einen Segenspruch
fr: Choississez une Prière
he: בחר ברכה

source: Choose Date
de: Datum auswählen
es: Escoja una Fecha
fr: Choisir une date
he: בחר תאריך

# choose_language
source: Language
de: Sprachen
fr: Langue
he: בחר שפה

source: Choose Location
de: Ort auswählen
es: Escoga Ubicación
fr: Choisissez un Lieu
he: בחר מיקום

# choose_part
source: Change Part
de: Part Ändern
es: Cambiar a:
fr: Choisir une Prière
he: עבור קטע

# claim_purchase
source: Restore
de: Fordern Sie Ihren alten Kauf ein
fr: Récupérez votre ancien achat
he: שחזור

source: Closing the Ark
de: Schließen des Aron Hakodesch
he: סוגרים הארון

# common_signin_button_text_long
source: Login with Google
de: Mit Google einloggen
fr: S\׳identifier avec Google
he: התחבר באמצעות גוגל

# compass_info
source: Current Location: %1$f, %2$f Kotel Location: %3$f, %4$f Kotel Bearing from Current Location: %5$f Current Bearing: %6$f
de: Aktueller Standort: %1$f, %2$f Kotel Location: %3$f, %4$f Kotel Bearing from Current Location: %5$f Current Bearing: %6$f

# copyright
source: Copyright Decelerations
de: Urheberrechtserklärung
he: הצהרת זכויות

source: Current Location:
de: Derzeitiger Ort:
es: Localización Actual:
fr: Emplacement Actuel:

# daf_yomi
source: Daf Yomi: %1$@
de: Daf Jomi: %1$@
he: דף יומי: %1$@

# daily_tfilot
source: Daily Prayers
de: Tägliche Gebete
fr: Prières Quotidiennes
he: תפילות יומיות

source: Dark Mode
de: Dunkler Modus
he: מצב לילה

# davidTitle
source: David's Blessing
de: David's Segen
es: Bendición de David
fr: Bénédiction de David

# dawn_summary
source: Choose Shita to calculate dawn time
de: Wähle eine Schita aus, um die Zeit zur Morgendämmerung zu berechnen
es: Que Shita utiliza para calcular la Salida del Sol
fr: Choisissez la Méthode de calcul de l׳heure de l׳Aube
he: בחר שיטה לחישוב זמן עלות השחר

# dawn_title
source: Dawn (Alot HaShachar)
de: Morgendämmerung (Alot HaSchachar)
es: Salida del Sol (Alot HaShajar)
fr: Aube (Alot HaShachar)
he: עלות השחר

# deaneiTitle
source: He Who Answered
de: Er, der antwortet
fr: Celui qui Répond
he: דעני לעניי

source: Decrease
de: Verkleinern
es: Disminuir
fr: Diminuer
he: הקטן

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק

# deshenTitle
source: Trumas HaDeshen
de: Trumas HaDeschen

# done
source: Enjoy!
de: Viel Spaß!
es: Disfrute!
fr: Bonne Téfilah!
he: תהנו!

# double_tap_help
source: Double tap to start/stop auto scrolling
de: Doppelklick um das Auto-Scrollen an- und auszuschalten
fr: Appuyez deux fois pour démarrer/arrêter le défilement automatique
he: הקש פעמיים על המסך כדי להתחיל/לעצור את הגלילה האוטומטית

source: Drawer Close
de: Schubfach schließen

source: Drawer Open
de: Schubfach öffnen

# eicha_title
source: Book of Lamentations (Eikhah)
de: Buch der Wehklagen (Eichah)
es: El Libro de las Lamentaciones (Eijah)
fr: Livre des Lamentations (Eikhah)

# einTitle
source: There is No One But God
de: Es gibt keinen außer G-tt
es: Solo Esta Hashem
fr: Il n׳y a pas d׳autre d ieu que Hashem

# eleichaTitle
source: I Raise my Eyes
de: Ich erhebe meine Augen
fr: Je lève les Yeux
he: אליך נשאתי עיני

# elRahumTitle
source: Merciful God
de: Barmherziger G-tt
fr: D.ieu Miséricordieux
he: אל רחום

# eluDvarimTitle
source: Elu Dvarim
de: Elu Dwarim
fr: Elou Dvarim

# end_shacharit
source: End of the Tfila
de: Ende der Tfila
es: Final del Rezo
fr: Fin de la prière

source: Enlarge
de: Vergrößern
es: Aumentar
fr: Agrandir
he: הגדל

# enteringShoul
source: Before entering the Synagogue
de: Vor dem Betreten der Synagoge
he: כשנכנסים לבית הכנסת

# error_date_format
source: The date format must be DD/MM/YYYY
de: Das Datumsformat ist TT/MM/JJJJ
he: התאריך צריך להיות בפורמט DD/MM/YYYY

# error_email_format
source: Email is not valid
de: Email ist nicht gültig
he: האימייל לא חוקי

# error_empty_field
source: The field cannot be empty
de: Dieses Feld kann nicht leer bleiben
he: השדה לא יכול להיות ריק

# error_field_required
source: This field is required
de: Dieses Feld ist erforderlich
fr: Ce champ est obligatoire
he: זהו שדה חובה

# error_incorrect_password
source: This password is incorrect
de: Das Passwort ist falsch
fr: Ce mot de passe est incorrect
he: הסיסמה לא נכונה

# error_invalid_email
source: This email address is invalid
de: Diese Email Adresse ist ungültig
fr: Cet email n׳est pas valide
he: האימייל לא חוקי

# error_invalid_password
source: This password is too short
de: Das Passwort ist zu kurz
fr: Ce mot de passe est trop court
he: הסיסמה קצרה מדי

# error_password_invalid
source: The password must contain at least 6 letters and numbers
de: Das Passwort muss mindestens 6 Buchstaben und Nummern enthalten
he: הסיסמה חייבת להכיל לפחות 6 אותיות ומספרים

# eserZchirotTitle
source: The Ten Remembrances
de: Die Zehn Erinnerungen
es: Los Diez Recordatorios
fr: Les Dix Souvenirs

# ester_title
source: The Book of Ester
de: Das Buch Esther
es: Megilat Ester
fr: Le livre d’Ester
he: מגילת אסתר

# etsBlessTitle
source: On Fruits:
de: Auf Früchte:
es: Sobre las Frutas:
fr: Pour les Fruits:
he: על הפירות:

# etsTitle
source: Fruits
de: Früchte

# eventsBlessingTitle
source: The Blessings for Phenomena and Spectacular Events
de: Segensprüche über Naturphänomene und spektakuläre Ereignisse
es: La bendición por Fenómenos y milagros espectaculares
fr: Bénédictions pour les Evènements et Phénomènes Spectaculaires
he: ברכות הראייה

# facebook
source: Post on our facebook page
de: Poste auf unserer Facebook Seite
es: Postea en nuestra página de Facebook
fr: Poster sur notre page facebook
he: פרסם בדף הפייסבוק שלנו

# faster
source: Scroll Faster
de: Schneller scrollen
fr: Défilement plus rapide
he: גלול מהר יותר

# font
source: Choose Font
de: Wähle Schriftart
es: Escoja la Fuente
fr: Choisir la police de caractères
he: בחר גופן

# font_size
source: Change Font Size
de: Ändere Schriftgröße
es: Cambie el tamaño de fuente
fr: Changer la taille des caractères
he: בחר גודל גופן

# font_size_summery
source: Enter font size in numbers
de: Schriftgröße mit Nummer eingeben
es: Inserte el tamaño de la fuente en numero
fr: Entrer une taille de caractères en valeur
he: הכנס גודל גופן במספרים

# food_blessing_title
source: Blessing on Food
de: Segensprüche über Speisen
es: Bendición sobre la Comida
fr: Prières pour la Nourriture
he: ברכות האוכל

# forWineOF
source: For wine made in Israel:
de: Für in Israel hergestellten Wein:
es: Por el Vino hecho en Israel:
he: על יין של ארץ ישראל יאמר:

# free_desc
source: Unlock all the features to enjoy the full experience
de: Schalte alle Features frei um die App in vollem Maße zu genießen
es: Adquiere la App Completa
he: רכוש עכשיו וקבל את כל האופציות כדי להינות מכל התכונות של הסידור

# free_title
source: Get the Full App
de: Erhalte die volle Version dieser App
es: Adquiere la App Completa
fr: Obtenir l’application complète
he: קבל כעת את האפליקציה המלאה

# fruits_instruction
source: For The Seven Fruits (Shivat HaMinim) of Eretz Yisrael:
de: für Trauben, Feigen usw. (Schiwat HaMinim) aus dem Land Israel:
he: על פירות מישראל:

source: Full Zmanim List
de: ganze Liste der Zeiten
he: לוח זמנים מלא

# gefen_instruction
source: For wine of Eretz Yisrael:
de: für Wein aus dem Land Israel:
he: על יין מישראל:

# gefenBlessTitle
source: On Wine:
de: Auf Wein:
es: Sobre el Vino:
fr: Pour le Vin:
he: על יין:

# gefenTitle
source: Gefen
de: Wein oder Traubensaft
fr: Vin

# general
source: General Preferences
de: Generelle Bevorzugung
es: Preferencias generales
fr: Préférences Générales
he: הגדרות כלליות

# general_error
source: Something went wrong
de: Entschuldigung, da ist etwas schief gelaufen
he: משהו השתשבש

# general_summery
source: Choose general preferences like auto scroll, silent mode etc.
de: Wählen Sie Ihre Vorlieben wie Auto Scroll, Still-Modus etc.
es: Escoja Preferencias generales como Bajar Automáticamente, Modo Silencioso, Etc.
fr: Choisissez les préférences générales comme le défilement automatique, le mode silencieux, etc.

# get_on_google_play
source: Get it on Google Play
de: Auf Google Play erwerben
he: רכוש דרך חנות הפליי

# geust_title
source: Guest's Blessing
de: Segen des Gastes
fr: Bénédiction de l׳invité:

# goodCustomMorning
source: It is a good custom to say this every morning
de: Es ist ein guter Brauch, folgendes jeden Morgen zu sagen
es: Es una Buena costumbre decir cada mañana:
fr: C׳est une coutume de dire cela tous les matins
he: מנהג טוֹב לומר בכל בוקר:
